Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: 1.The floor area used for contests, performances or entertainment provided that the roof construction is more than 50 feet (15 240 mm) above the floor level and the use is restricted to low fire hazard uses.
fr_ca: 1. La surface de plancher utilisée pour les concours, les représentations ou les divertissements, à condition que la construction du toit soit située à plus de 50 pi (15 240 mm) au-dessus du niveau du plancher et que l’usage soit limité à des usages présentant un faible risque d’incendie.

source: 1.The floor area used for contests, performances or entertainment, provided that the roof construction is more than 50 feet (15 240 mm) above the floor level and the use is restricted to low fire hazard uses.
fr_ca: 1. La surface de plancher utilisée pour les concours, les représentations ou les divertissements, à condition que la construction du toit soit située à plus de 50 pi (15 240 mm) au-dessus du niveau du plancher et que l’usage soit limité à des usages présentant un faible risque d’incendie.

source: 1.The occupancy located on an occupied roof shall not be limited to the occupancies allowed on the story immediately below the roof where the building is equipped throughout with an automatic sprinkler system in accordance with Section 903.3.1.1 or 903.3.1.2 and occupant notification in accordance with Sections 907.5.2.1 and 907.5.2.3 is provided in the area of the occupied roof.
fr_ca: 1. L’usage situé sur un toit occupé ne doit pas être limité aux usages autorisés à l’étage situé immédiatement sous le toit lorsque le bâtiment est entièrement équipé d’un système d’extincteurs automatiques conformément à la section 903.3.1.1 ou 903.3.1.2 et qu’un système de notification des occupants conforme aux sections 907.5.2.1 et 907.5.2.3 est prévu dans l’aire du toit occupé.

source: 1.The requirement for knee and toe clearance shall not apply to more than one bowl of a multi-bowl sink.
fr_ca: 1. L'exigence de dégagement pour les genoux et l'espace pour les orteils ne doit s'appliquer qu'à une seule cuve dans une unité d'évier à cuves multiples.

source: 1.The side of a stairway, landing or ramp that has a guard complying with the provisions of Sections 1015 and 1607.8, and the plane of the glass is greater than 18 inches (457 mm) from the railing.
fr_ca: 1. Le côté d’un escalier, d’un palier ou d’une rampe qui est muni d’un garde-corps conforme aux dispositions des sections 1015 et 1607.8, et dont le plan du vitrage se trouve à plus de 18 po (457 mm) de la rampe.

source: 1.The signs shall be a minimum size of 18 inches (457 mm) by 12 inches (305 mm).
fr_ca: 1. Les panneaux doivent avoir une taille minimale de 18 po (457 mm) sur 12 po (305 mm).

source: 1.Thirty-six inches (914 mm) where the aisle serves less than 50 seats.
fr_ca: 1. Trente-six pouces (914 mm) lorsque l'allée dessert moins de 50 sièges.

source: 1.Visual characters that also serve as raised characters shall comply with Section 703.3, or
fr_ca: 1. Les caractères visuels qui servent également de caractères en relief doivent être conformes à la section 703.3, ou

source: 1.Where glazing is adjacent to a walking surface and a horizontal rail is installed at 34 to 38 inches (864 to 965 mm) above the walking surface.
fr_ca: 1. Lorsque le vitrage est adjacent à une surface de marche et qu'une rampe horizontale est installée de 34 à 38 po [864 à 965 mm] au-dessus de la surface de marche.

source: 1.Where multiple lavatories are provided in a single toilet and bathing area such that travel between fixtures does not require travel through other parts of the unit, not more than one lavatory is required to comply with Section 1104.11.3.1.
fr_ca: 1. Lorsque plusieurs lavabos sont prévus dans une seule salle de toilette et de bain de sorte que le déplacement entre les appareils sanitaires ne nécessite pas de traverser d'autres parties de l'unité, il n'est pas nécessaire que plus d'un lavabo soit conforme à la section 1104.11.3.1.

source: 1.Where sleeping units include private bathrooms, walls between bedrooms and the associated private bathrooms are not required to be constructed as fire partitions.
fr_ca: 1. Lorsque les unités de couchage comprennent des salles de bains privées, les murs entre les chambres et les salles de bains privées correspondantes ne sont pas tenus d’être construits comme des cloisons coupe-feu.

source: 1.Where the fire area of the enclosed parking garage in accordance with Section 406.6 exceeds 12,000 square feet (1115 m2).
fr_ca: 1. Lorsque la superficie de la zone d’incendie du garage de stationnement fermé, conformément à la section 406.6, est supérieure à 12 000 pi2 [1115 m2].

source: 1.Where the glazing is within 24 inches (610 mm) of either side of the door in the plane of the door in a closed position.
fr_ca: 1. Lorsque le vitrage est situé à moins de 24 po [610 mm] de chaque côté de la porte dans le plan de la porte en position fermée.

source: 1.Where the nosings of treads at the side of a flight extend under the edge of a floor opening through which the stair passes, the floor opening shall not project horizontally into the required headroom more than 43/4 inches (121 mm).
fr_ca: 1. Lorsque les nez de marche du côté d'une volée d'escalier se prolongent sous le bord d'une ouverture dans le plancher à travers de laquelle passe l'escalier, cette ouverture ne doit pas faire saillie horizontalement de plus de 4 3/4 po (121 mm) dans la hauteur libre exigée.

source: 1.Work involving the exterior surfaces of dwellings, such as the replacement of roofing or siding, the addition or replacement of windows or doors, or the addition of a porch or deck.
fr_ca: 1. Travaux impliquant les surfaces extérieures des habitations, tels que le remplacement de la toiture ou du revêtement, l'ajout ou le remplacement de fenêtres ou de portes, ou l'ajout d'un porche ou d'une terrasse.

source: 1.Carbon monoxide alarms shall be permitted to be battery operated where installed in buildings without commercial power.
fr_ca: 1. Les détecteurs de monoxyde de carbone peuvent fonctionner sur batterie lorsqu'ils sont installés dans des bâtiments sans alimentation commerciale.

source: 1.Ionization smoke alarms shall not be installed less than 20 feet (6096 mm) horizontally from a permanently installed cooking appliance.
fr_ca: 1. Les détecteurs de fumée à ionisation ne doivent pas être installés à moins de 20 pieds [6096 mm] horizontalement d'un appareil de cuisson installé de façon permanente.

source: 1.Required glazed openings that face into a roofed porch where the porch abuts a street, yard or court and the longer side of the porch is not less than 65 percent unobstructed and the ceiling height is not less than 7 feet (2134 mm).
fr_ca: 1. Les ouvertures vitrées requises donnant sur une véranda couverte lorsque la véranda est adjacente à une rue, une cour ou un espace ouvert, que le côté le plus long de la véranda est dégagé sur au moins 65 % de sa longueur et que la hauteur sous plafond est d’au moins 7 pi (2 134 mm).

source: 1.Smoke alarms shall be permitted to be battery operated where installed in buildings without commercial power.
fr_ca: 1. Les détecteurs de fumée peuvent fonctionner sur batterie lorsqu'ils sont installés dans des bâtiments sans alimentation commerciale.

source: 1.The dwelling unit contains a fuel-fired appliance.
fr_ca: 1. Le logement contient un appareil à combustible.

source: 1.The opening between adjacent treads is not limited on spiral stairways.
fr_ca: 1. L'ouverture entre les marches adjacentes n'est pas limitée sur les escaliers en colimaçon.

source: 1.Throughout all Group E fire areas greater than 12,000 square feet (1115 m2) in area.
fr_ca: 1. Dans toutes les aires d’incendie du groupe E dont la superficie est supérieure à 12 000 pi2 [1115 m2].

source: 1.Windows in kitchens shall not be required to comply with Section 1103.13.
fr_ca: 1. Les fenêtres des cuisines ne sont pas tenues de se conformer à la section 1103.13.

source: 1.Work involving the exterior surfaces of dwellings, such as the replacement of roofing or siding, or the addition or replacement of windows or doors, or the addition of a porch or deck.
fr_ca: 1. Les travaux concernant les surfaces extérieures des habitations, tels que le remplacement de la toiture ou du revêtement, ou l'ajout ou le remplacement de fenêtres ou de portes, ou l'ajout d'un porche ou d'une terrasse.

source: 10 plus 1 for each 100, or fraction thereof, over 1,000
fr_ca: 10 plus 1 pour chaque tranche de 100, ou fraction de celle-ci, au-delà de 1 000

source: 10,000 to 12,999
fr_ca: De 10 000 à 12 999

source: 10.Exterior areas for assisted rescue complying with Section 1009.7 serving exits at the level of exit discharge.
fr_ca: 10. Aires extérieures de secours assisté conformes à la section 1009.7 desservant les issues au niveau d’évacuation menant à l’extérieur.

source: 10.Where redundant controls other than light switches are provided for a single element, one control in each space shall not be required to comply with this section.
fr_ca: 10. Lorsque des commandes redondantes autres que des interrupteurs d'éclairage sont prévues pour un seul élément, une commande dans chaque espace n'est pas tenue de se conformer à la présente section.

source: 1001 to 5,000
fr_ca: 1 001 à 5 000

source: 101 to 150
fr_ca: 101 à 150

source: 1030.7 Travel distance.
fr_ca: 1030.7 Distance de parcours.

source: 1030.8 Common path of egress travel.
fr_ca: 1030.8 Parcours commun d'accès à l'issue.

source: 1030.8.1 Path through adjacent row.
fr_ca: 1030.8.1 Chemin à travers une rangée adjacente.

source: 10″ solid brick or 8″ where a firebrick lining is used.Joints in firebrick 1/4″ maximum.
fr_ca: Brique pleine de 10 po ou de 8 po lorsqu'un revêtement en brique réfractaire est utilisé. Joints en brique réfractaire de 1/4 po maximum.

source: 11.Within kitchens and bathrooms, lighting controls, electrical switches and receptacle outlets are permitted to be located over cabinets with countertops 36 inches (915 mm) maximum in height and 251/2 inches (650 mm) maximum in depth.
fr_ca: 11. Dans les cuisines et les salles de bain, les commandes d'éclairage, les interrupteurs électriques et les prises de courant peuvent être situés au-dessus des armoires dont les comptoirs ont une hauteur maximale de 36 po [915 mm] et une profondeur maximale de 251/2 po [650 mm].

source: 12 inches (305 mm)
fr_ca: 12 po (305 mm)

source: 125-volt, single-phase, 15- or 20-ampere receptacles installed in boathouses shall have ground-fault circuit-interrupter protection for personnel.
fr_ca: Les prises de 125 volts, monophasées, de 15 ou 20 ampères installées dans les hangars à bateaux doivent être munies d'un disjoncteur de fuite à la terre pour protéger le personnel.

source: 12″ hooked around outer bar with 6″ extension.
fr_ca: 12 po accroché autour de la barre extérieure avec une extension de 6 po.

source: 12″ min.
fr_ca: 12 po min.

source: 13,000 to 15,999
fr_ca: De 13 000 à 15 999

source: 15 feet (4570 mm) and greater
fr_ca: 15 pi [4570 mm] et plus

source: 151 to 200
fr_ca: De 151 à 200

source: 151 to 500
fr_ca: 151 à 500

source: 16 inches (405 mm)
fr_ca: 16 po [405 mm]

source: 16,000 to 18,999
fr_ca: De 16 000 à 18 999

source: 16″ fireplace opening < 6 square feet.20″ fireplace opening ≥ 6 square feet.
fr_ca: Ouverture de foyer de 16 po &lt; 6 pi2. Ouverture de foyer de 20 po ≥ 6 pi2.

source: 19,000 to 21,999
fr_ca: De 19 000 à 21 999

source: 1.Appliance doors and door latching devices shall not be required to comply with Section 309.4.
fr_ca: 1. Les portes d'appareils et les dispositifs de verrouillage de portes ne sont pas tenus de se conformer à la section 309.4.

source: 1.For rooms with sloped ceilings, the required floor area of the room shall have a ceiling height of not less than 5 feet (1524 mm) and not less than 50 percent of the required floor area shall have a ceiling height of not less than 7 feet (2134 mm).
fr_ca: 1. Pour les pièces à plafond incliné, la hauteur de plafond de la surface de plancher requise de la pièce ne doit pas être inférieure à 5 pi [1524 mm] et la hauteur de plafond d'au moins 50 pour cent de la surface de plancher requise ne doit pas être inférieure à 7 pi [2134 mm].

source: 1.In buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1 or 903.3.1.2, the elevator shall not be required on floors provided with a horizontal exit and located at or above the levels of exit discharge.
fr_ca: 1. Dans les bâtiments entièrement équipés d’un système d’extincteurs automatiques installé conformément à la section 903.3.1.1 ou 903.3.1.2, l’ascenseur n’est pas requis aux étages comportant une issue horizontale et situés au niveau ou au-dessus des niveaux des issues d'évacuation.

source: 1.Louvered windows and jalousies shall comply with Section R308.2.
fr_ca: 1. Les fenêtres à persiennes et les jalousies doivent être conformes à la section R308.2.

source: 1.The exposed area of an individual pane is larger than 9 square feet (0.836 m2).
fr_ca: 1. La surface exposée d'une vitre individuelle est supérieure à 9 pi2 [0,836 m2].

source: 1.The glazed areas need not be openable where the opening is not required by Section R310 and a whole-house mechanical ventilation system is installed in accordance with Section M1505.
fr_ca: 1. Les surfaces vitrées n’ont pas besoin d’être ouvrantes lorsque l’ouverture n’est pas exigée par la section R310 et qu’un système de ventilation mécanique de l’ensemble du bâtiment est installé conformément à la section M1505.

source: 1At a height of 38 inches (965 mm) minimum and 48 inches (1220 mm) maximum above the shower floor, and
fr_ca: 1. À une hauteur comprise entre 38 po [965 mm] et 48 po [1220 mm] au-dessus du sol de la douche, et

source: 2 inches (51 mm)
fr_ca: 2 po [51 mm]

source: 2 inches (51 mm), plus 1/8 inch (3.2 mm) per foot (305 mm) of viewing distance above 15 feet (4570 mm)
fr_ca: 2 po [51 mm], plus 1/8 po [3,2 mm] par pied [305 mm] de distance de visualisation au-delà de 15 pi [4 570 mm]

source: 2% of total
fr_ca: 2 % du total

source: 2.1.1On the ceiling of the room containing the fuel-burning appliance or fuel-burning fireplace.
fr_ca: 2.1.1 Au plafond de la pièce contenant l'appareil à combustion ou le foyer à combustion.

source: 2.1.In an approved location between the fuel-burning appliance or fuel-burning fireplace and the dwelling unit, sleeping unit or classroom.
fr_ca: 2.1. Dans un emplacement approuvé entre l'appareil à combustion ou le foyer à combustion et le logement, l'unité de couchage ou la salle de classe.

source: 2.1A raised floor area in a portion of a living, dining, or sleeping room; or
fr_ca: 2.1 Une surface de plancher surélevée dans une partie d'un salon, d'une salle à manger ou d'une chambre à coucher; ou

source: 2.1The cabinetry can be removed without removal or replacement of the sink,
fr_ca: 2.1 L'armoire peut être retirée sans retirer ni remplacer l'évier,

source: 2.2A sunken floor area in a portion of a living, dining, or sleeping room; or
fr_ca: 2.2 Une surface de plancher en contrebas dans une partie d'un salon, d'une salle à manger ou d'une chambre à coucher; ou

source: 2.2The floor finish extends under the cabinetry, and
fr_ca: 2.2 La finition du plancher s'étend sous l'armoire, et

source: 2.3A mezzanine that does not have plumbing fixtures or an enclosed habitable space.
fr_ca: 2.3 Une mezzanine qui n'est pas dotée d'appareils de plomberie ou d'un espace habitable clos.

source: 2.3The walls behind and surrounding the cabinetry are finished.
fr_ca: 2.3 Les murs derrière et autour de l'armoire sont finis.

source: 2.1.2.The closest slope of an exit access ramp.
fr_ca: 2. 1.2. La pente la plus proche d'une rampe d'accès à l'issue.

source: 2.2.2.The closest slope of an exit access ramp.
fr_ca: 2. 2.2. La pente la plus proche d'une rampe d'accès à l'issue.

source: 2.2.For smoke-protected or open-air assembly seating, the common path of egress travel shall not exceed 50 feet (15 240 mm).
fr_ca: 2. 2. Pour les sièges protégés contre la fumée ou à l'air libre, le chemin d'évacuation commun ne doit pas dépasser 50 pi (15 240 mm).

source: 2.2.In facilities with open-air assembly seating of Type III, IV or V construction, the total exit access travel distance to one of the following shall not exceed 400 feet (122 m):
fr_ca: 2. 2. Dans les installations de sièges pour assemblées à l’air libre de construction de type III, IV ou V, la distance totale de parcours d’accès à l’issue jusqu’à l’un des éléments suivants ne doit pas dépasser 400 pi (122 m) :

source: 2.5 pounds (22.2 N) maximum for all other types of operating windows.accessible by the scoping provisions adopted by the administrative authority shall comply with the applicable provisions of Chapter 5.
fr_ca: 2. 5 lb (22,2 N) maximum pour tous les autres types de fenêtres ouvrantes. Accessibles par les dispositions de portée adoptées par l'autorité administrative doivent être conformes aux dispositions applicables du chapitre 5.

source: 2.Openings entirely above the adjoining ground level totaling not less than 20 square feet (1.86 m2) in each 50 linear feet (15 240 mm), or fraction thereof, of exterior wall in the story on not fewer than one side.
fr_ca: 2. Des ouvertures entièrement situées au-dessus du niveau du sol adjacent, dont la superficie totale est d’au moins 20 pieds carrés (1,86 m2) tous les 50 pieds linéaires (15 240 mm), ou fraction de cette distance, dans le mur extérieur de l’étage, sur au moins un côté.

source: 2.A Group F-1 fire area is located more than three stories above grade plane.
fr_ca: 2. Une zone d'incendie du groupe F-1 est située à plus de trois étages au-dessus du plan de référence.

source: 2.A Group S-1 fire area is located more than three stories above grade plane.
fr_ca: 2. Une zone d'incendie du groupe S-1 est située à plus de trois étages au-dessus du plan de référence.

source: 2.A depth of not less than 30 inches (762 mm) where the treads on the descending side of the transition have lesser depth.
fr_ca: 2. Une profondeur d'au moins 30 po (762 mm) lorsque les girons du côté descendant de la transition ont une profondeur moindre.

source: 2.A fixed seat shall be permitted where the seat does not overlap the minimum clear inside dimension required by Section 608.2.2.1.
fr_ca: 2. Un siège fixe est autorisé lorsque le siège n'empiète pas sur les dimensions intérieures libres minimales exigées par l'article 608.2.2.1.

source: 2.A lavatory and a water closet in a room containing only a lavatory and water closet, provided the room does not contain the only lavatory or water closet on the accessible level of the unit.
fr_ca: 2. Un lavabo et une cabine de toilette dans une pièce ne contenant qu'un lavabo et une cabine de toilette, à condition que la pièce ne contienne pas le seul lavabo ou la seule cabine de toilette à l'étage accessible du logement.

source: 2.A shower door assembly shall be permitted where the assembly can be removed without removal or replacement of the surrounding walls and floor to which it is affixed.
fr_ca: 2. Un ensemble de porte de douche est autorisé lorsque l'ensemble peut être retiré sans enlever ou remplacer les murs environnants et le sol sur lequel il est fixé.

source: 2.ASTM E2072, except that the charging source shall be 1 footcandle (11 lux) of fluorescent illumination for 60 minutes, and the minimum luminance shall be 30 milicandelas per square meter at 10 minutes and 5 milicandelas per square meter after 90 minutes.
fr_ca: 2. ASTM E2072, sauf que la source de charge doit être un éclairage fluorescent de 1 pied-bougie (11 lux) pendant 60 minutes, et que la luminance minimale doit être de 30 millicandelas par mètre carré après 10 minutes et de 5 millicandelas par mètre carré après 90 minutes.

source: 2.Assembly occupancies shall be permitted on roofs of open parking spaces of Type I or Type II construction, in accordance with the exception to Section 903.2.1.6.
fr_ca: 2. Les usages des assemblées sont autorisés sur les toits d’espaces de stationnement ouverts de type de construction I ou II, conformément à l’exception de la section 903.2.1.6.

source: 2.At a height of 38 inches (965 mm) minimum and 48 inches (1220 mm) maximum above the shower floor and
fr_ca: 2. À une hauteur comprise entre 38 po [965 mm] et 48 po [1220 mm] au-dessus du sol de la douche et

source: 2.At a height of 38 inches (965 mm) minimum and 48 inches (1220 mm) maximum above the shower floor, and
fr_ca: 2. À une hauteur comprise entre 38 po [965 mm] et 48 po [1220 mm] au-dessus du sol de la douche, et

source: 2.At water closets reinforcement for the side wall vertical grab bar component required by Section 604.5 is not required.
fr_ca: 2. Dans les cabines de toilette, le renforcement pour la barre d'appui verticale de la paroi latérale exigé par la section 604.5 n'est pas requis.

source: 2.Bleachers, grandstands and folding and telescopic seating shall not be required to have perimeter guards where the seating is located adjacent to a wall and the space between the wall and the seating is less than 4 inches (102 mm).
fr_ca: 2. Les gradins, les tribunes et les sièges pliants et télescopiques ne sont pas tenus d’être munis de garde-corps périphériques lorsque les sièges sont situés à côté d’un mur et que l’espace entre le mur et les sièges est inférieur à 4 po (102 mm).

source: 2.Bottom-hinged appliance doors, when in the open position, shall not be required to comply with Section 309.3.
fr_ca: 2. Les portes d'appareils à charnières inférieures, lorsqu'elles sont en position ouverte, ne sont pas tenues de se conformer à la section 309.3.

source: 2.Buildings not more than one story above grade plane, with a fire area containing a repair garage exceeding 12,000 square feet (1115 m2).
fr_ca: 2. Bâtiments comportant au plus un étage au-dessus du plan de référence, dont une aire d’incendie contenant un garage de réparation a une superficie supérieure à 12 000 pieds carrés (1 115 m2).

source: 2.Cabinetry shall be permitted to be added under the sink, provided the following criteria are met:
fr_ca: 2. Des armoires peuvent être ajoutées sous l'évier, à condition que les critères suivants soient respectés :

source: 2.Carbon monoxide detection shall not be required in dwelling units, sleeping units and classrooms located more than one story above or below a private garage.
fr_ca: 2. La détection du monoxyde de carbone n’est pas requise dans les logements, les unités de couchage et les salles de classe situés à plus d’un étage au-dessus ou au-dessous d’un garage privé.

source: 2.Carbon monoxide detection shall not be required in dwelling units, sleeping units and classrooms where a carbon monoxide detector is provided in one of the following locations:
fr_ca: 2. La détection du monoxyde de carbone n’est pas requise dans les logements, les unités de couchage et les salles de classe lorsqu’un détecteur de monoxyde de carbone est installé à l’un des endroits suivants :

source: 2.Curb ramps shall comply with ICC A117.1.
fr_ca: 2. Les rampes de bordure doivent être conformes à la norme ICC A117.1.
